tap "1password/tap"
tap "epk/epk"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homeport/tap"
tap "noahgorstein/tap"
tap "updatecli/updatecli"
brew "shellcheck"
brew "actionlint"
brew "xz"
brew "git"
brew "asdf"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "bat"
brew "certbot"
brew "cfssl"
brew "cloc"
brew "cloud-sql-proxy"
brew "colordiff"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "dpkg"
brew "ducker"
brew "dust"
brew "dyff"
brew "eksctl"
brew "exiftool"
brew "findutils"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git-open"
brew "gitui"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gotestsum"
brew "graphviz"
brew "hadolint"
brew "helix"
brew "helm"
brew "htop"
brew "icu4c@76"
brew "jless"
brew "jq"
brew "node"
brew "jsonlint"
brew "k3d"
brew "k9s"
brew "kind"
brew "kustomize"
brew "lazygit"
brew "lf"
brew "libiconv"
brew "libpq"
brew "lua-language-server"
brew "markdownlint-cli"
brew "marksman"
brew "mise"
brew "mosh", args: ["HEAD"]
brew "neovim"
brew "neovide", link: false
brew "nvm"
brew "openldap"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "pyright"
brew "python-setuptools"
brew "re2"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "runit"
brew "skopeo"
brew "sponge"
brew "ssh-audit"
brew "starship"
brew "stern"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "tflint"
brew "tig"
brew "tmux"
brew "tpm"
brew "tree"
brew "unzip"
brew "vale"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamlfmt"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zsh"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
brew "noahgorstein/tap/jqp"
brew "updatecli/updatecli/updatecli"
cask "1password"
cask "1password-cli"
cask "arc"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "heynote"
cask "hiddenbar"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "loom"
cask "meetingbar"
cask "neovide-app"
cask "netnewswire"
cask "obsidian"
cask "orion"
cask "qmk-toolbox"
cask "rapidapi"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "stats"
cask "topnotch"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "vivaldi"
cask "vscodium"
cask "wezterm"
cask "zed"
cask "zen"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "tonybaloney.vscode-pets"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
